---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearMod
source: html/9c90e0b3-b6b2-03d4-c92b-d1455c2188fb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearMod Property

"Shear modulus"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamShearMod { get; }
```